Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 聊天这种东西，林立实在是太擅长了，连安度因这种年老成精的人物，都总感觉自己说不过他，更何况是伊娜这样单纯的姑娘。
en_us: Lin Li was really good at chatting. Even a seasoned old veteran like Andoine had always felt that he was unable to outspeak him, much less an innocent girl like Ina.

source: 聚珍阁一层一片喧闹，很多大家族公子和小姐都喜欢来这购物，这里是天羽城最大的商号，能经常进出这里本身也是身份的象征。
en_us: The atmosphere in the Pearl Gathering Pavilion was noisy. Many sons and daughters from famous and powerful familial clans loved going to the Pavilion to do their shopping. This was after all the biggest merchant-house in all of Skyplume City. To be able to regularly visit the place was a symbol of one's status.

source: 聚珍阁内很宽敞，一眼扫去最少有几十丈宽，里面摆满着各种柜台，每个柜台上都有一名店员站立，无数衣袍华贵的男女在四处乱转，感觉这里面就像是一个小型的坊市。
en_us: The interior of the Pearl Gathering Pavilion was wide and spacious. At one glance, one could see ahead for a distance of at least several hundred feet. Various sales counters were spread across the interior of the Pavilion, with a salesperson standing at attention at each counter. Countless numbers of people in luxurious attire were milling and moving about, giving an atmosphere akin to a small market-place.

source: 聚珍阁据说是城主府姬家的产业，里面有无数珍贵的宝物，号称只有你想不到的，没有你买不到的。同时聚珍阁也是成为公认最好出售宝物的地方，童叟无欺。
en_us: It was said that the Pearl Gathering Pavilion was the property of the Ji Family, the family that administered the city. The Pavilion held counless precious treasures inside. As one said, anything you could think of, you could buy it there. The Pearl Gathering Pavilion was at the same time the place the public recognised as the best location to sell off their treasures, where they would never cheat anyone.

source: 聚珍阁顶层很宽敞，但这里只有一个小雅阁，其余一大块地方都种满了黄色的不知名的小花，此刻在阳光的照耀下，一片金灿灿的，如梦如幻。
en_us: The top floor of the Pearl Gathering Pavilion was very spacious, but there was only a small elegent pavilion there. A large portion of the remaining space was planted fully with small yellow flowers of an unknown name. At that moment, with the flowers illuminated by bright sunlight, the scene was one of bright dazzling gold - akin to a fantastic dream.

source: 胖子继续向凯文介绍女儿，丰胸阿姨继续嗲嗲的说话，市侩的宾客们依旧在拼命钻营，一桩桩交易又接着先前的话头谈起。
en_us: The fatty continued to introduce his daughter to Kevin; the aunty with the full bosom continued to speak coquettishly; the mercenary guests were still working hard to secure their personal gains, and deals were picked up where they were left off previously.

source: 胖老头今天心情不错，正在指点两个年轻法师。
en_us: The fat old man was in a good mood today, and was instructing two young mages.

source: 胖老头没有说错，这个叫凯文的年轻法师，确实是老好人一个，一路上林立问了一箩筐的问题，换个人来估计早就烦了，也只有象凯文这样的老好人才会一一解答，而且解答时极有耐心，一遍不明白就解释两遍，一直解释到林立明白为止。
en_us: The fat old man was right, this young mage Kevin was indeed a nice person. Lin Li had asked a dozen questions along the way; if it was someone else they'd long be annoyed, and only a good-hearted person like Kevin would answer each and every one of them, and without losing patience no less. He would explain twice if Lin Li couldn't comprehend the first time, and only when Lin Li finally understood did he stop the explanations.

source: 胖老头现在奥法药剂在手，全加洛斯城都围着他转，以他老人家那睚眦必报的性格，得罪过他的克伦威尔送上门来绝没有好下场！
en_us: The whole Jarrosus City was all about the fat old man now that he had the Arcane Magic Potion in his hands. Given the vindictive nature of the old man, he would never let Cromwell come to a good end for offending him!

source: 胖老头骂骂咧咧的走了，只剩下林立跟凯文在那发愣。
en_us: The fat old man went off swearing, leaving Lin Li and Kevin standing there in a daze.

source: 能光明正大的落江家面子，如此好的机会怎么会放过？
en_us: How could they give up such a great opportunity to openly and rightly disparage the Jiang Clan?

source: 能够掌握黄昏诅咒的，至少也是二十级以上的强大存在，他们以自身鲜血和力量为引，在临死之前，诅咒一切踏入领域范围的生物，都陷入永恒的安眠当中。
en_us: It would take at least a level-twenty powerful existence to master the Twilight Curse.They used their own blood and strength as a guide before they die, cursing all creatures who have stepped into the realm, and making them fall into eternal sleep.

source: 腥臭中带着一股浓浓的血腥味，就仿佛又浓又稠的鲜血。
en_us: The stench was thick with blood, like a pool of fresh, viscous blood.

source: 自从利维坦猩猩那件事之后，伊娜就再没给过克伦威尔好脸色看，那时候林立就知道，这位热心魔法师算是白热心了。
en_us: Ever since the Leviathan Gorilla's incident, Ina had never given Cromwell any pleasant looks. Lin Li knew then that the warm-hearted mage had been enthusiastic for nothing.

source: 自从成为五系宗师之后，他无时无刻不想更进一步，踏入那虚无缥缈的神匠领域。
en_us: Ever since he had become a guru of all five series, he had always wanted to go even further and enter the illusory realm of the Divine Smith.

source: 自从拍卖会之后，好处更是接连不断。
en_us: Since the auction, the benefits had never ceased.

source: 自从来到魔法公会之后，林立还很少见到葛瑞安这么失态，不由有些好奇的问道：“这又是什么大人物？”
en_us: Lin Li had rarely seen Gerian so without composure since he had joined the Guild of Magic. He couldn't help but ask out of curiosity, "Which big shot is it now?"

source: 自从穿越之后，他还是第一次远离安度因的小木屋。
en_us: It was the first time he wandered far from Andoine's cabin since having time travelled here.

source: 自从穿越之后，林立就始终耿耿于怀，当初没能多带一些高级魔晶。
en_us: Since the start of his time travel, it had always been weighing heavily over Lin Li's mind that he should have brought more high-level magical crystals.

source: 自从葛瑞安与老梅林一战之后，几乎全加洛斯城就都知道了，魔法公会出了一个药剂大师，这个药剂大师的名字叫做费雷，但知道只是知道，魔法公会从未在任何场合承认过，更从没有公开宣布过，他们拥有一位药剂大师。
en_us: Since the battle between Gerian and Old Merlin, almost everyone in Jarrosus City knew that there was a potion master named Felic in the Guild of Magic. But knowing it was one thing. The Guild of Magic had never admitted on any occasion nor had they publicly announced that they had a potion master.

source: 自从葛瑞安放出话来之后，整个加洛斯城就彻底轰动了。
en_us: The entire Jarrosus City had been in complete frenzy ever since Gerian released the news.

source: 自从进了魔法公会之后，林立这家伙本就很少在人前露面，再加上此时穿着一件怒焰之袍，又皱又旧，光看看就让人觉得一脸的穷酸落魄，就算跟着凯文进了花园，一众宾客也只是把他看成凯文的跟班，现在巴结主人都来不及，谁还有空去跟一个跟班攀交情？
en_us: Since joining the Guild of Magic, Lin Li had rarely showed his face in public. In addition, the Robe of Wrath he was wearing now was crumpled and old, giving people the impression of him being poor and miserable just by looking at it. Even if he had entered the garden with Kevin, the guests only regarded him as Kevin's footman. It was too late to curry favor with the master now, whoever had the time to make friends with a footman?

source: 自从魔法公会崛起之后，罗林家族就有了走下坡路的迹象，眼看着已被挤到了十一魔法家族的外围，在拍卖会上甚至就连小偷头子都敢跟自己竞争奥法药剂，安东尼看在眼里急在心里，这一次来参加宴会，本就有些跟城主大人攀攀交情的意思，再加上听说这青年是来自王都，安东尼言谈举止之间，就更是奉承得异常热情……
en_us: Since the rise of the Guild of Magic, the Rolin Family had shown signs of declining. Seeing that he had been pushed to the border of the 11 mage families, and even the thief leader dared to compete with him fo the Arcane Magic Potion at the auction, Anthony had watched with an anxious heart. He had attended the banquet meaning to claim a relationship with the Castellan. In addition, when he heard that the young man had come from the capital, Anthony's speech and manners were all the more flattering and enthusiastic...

source: 自从麦格雷尼陷入沉睡之后，伊娜整个人都慌了，几乎想尽了一切她能够想到的办法，去找林立，也只不过是抱着万一的希望，在她心里，这个年轻魔法师一直是这么可靠，她从双足飞龙爪下救了自己，在利维坦猩猩手上又救了自己一次，也许这一次，他还能再救救父亲，
en_us: Ina had been in a panic ever since McGrenn fell into a deep sleep. She had tried everything that she could think of, and looking for Lin Li was only a matter of hope. In her heart, this young mage had always been so reliable. He had saved her from the talons of the Wyvern and then again from the hands of the Leviathan Gorilla. Perhaps this time, he could save her father again.

source: 自己与葛瑞安，一直是加洛斯城里最强大的两个魔法师，只有击败他，自己才能确定加洛斯第一魔法师的身份，也才能让梅林家族安然度过将来的危机。
en_us: Gerian and him had always been two of the most powerful mages in Jarrosus City. It was only by defeating him that he could establish himself as the number one mage in Jarrosus, and allow the Merlin Family to tide through future crises peacefully.

source: 自己活了五十多岁，就只有这么一个儿子，平日里看得比自己的性命还重，从小到大没骂过没打过，连重话都舍不得说他一句。
en_us: He had lived for over 50 years, yet only had one son. He usually valued his son more than his own life, never scolding nor hitting him since he was young. He did not even dare to speak harsh words to his son.

source: 自己狼狈的逃回山洞，这个落魄的魔法师却把伊娜救了回来，而伊娜对自己的态度，也再没有了平日的客气，有的只是不屑，一种仿佛把自己当成空气一般的不屑，一直到现在，伊娜都再没有正眼看过自己一次。
en_us: He had fled in panic back to the cave, but this low-life mage had managed to save Ina. Ina's attitude towards him was not polite as it usually was at all. There was only disdain now, the kind of disdain that she regarded him as air. Until now, Ina had still not looked him in the eye—not even once.

source: 自己这位室友跟安度因大师之间，绝不仅仅是导师与学徒那么简单的关系。
en_us: The relationship between his roommate and Master Andoine was definitely not as simple as that between a teacher and his apprentice.

source: 自黑暗年代之后一千三百年，谁见过七十岁以下的药剂大师？葛瑞安悄悄从信纸间露出头来，仔细打量着这个叫费雷的年轻人，一件法师袍看似有些破旧，但上面透出的魔法波动却异常清晰，以葛瑞安的眼光，一眼就看出这绝不是一般的魔法物品，人长得高高瘦瘦，一张脸上还略带着几分稚气，看年纪，只怕还不超过二十岁……
en_us: Who had ever seen a Master of Potion under the age of seventy, thirteen hundred years after the Dark Ages? Gerian took a peek from behind the letter and carefully sized up this young man named Felic. The mage robe looked rather worn, but the magical wave coming from it was exceptionally clear. From Gerian's perspective, he could tell that this was not an ordinary magical item just by one look. He was tall and thin, with a face that looked slightly childish. He was probably not any older than 20 years old...

source: 自黑暗年代之后，曼尼斯家族一直经营着魔法生意，一千三百年间，积累下了庞大的财富，镀金玫瑰魔法商店遍布法兰王国每一个角落，哪怕是在最偏僻的乡村，你也能找到镀金玫瑰的招牌。
en_us: Since the Dark Ages, the Mannes Family had been running magic business. Over the past 1300 years, a huge amount of wealth was accumulated by them. Gilded Rose Magic Store was located in every corner of the Felan Kingdom; even in the most remote countryside, you could still find the signboard of Gilded Rose.

source: 至于一旁的林立，自然是被自动忽略了。
en_us: Lin Li, who was standing at a side, was of course ignored.

source: 至于一旁的罗琳，更是听得仿佛天书。
en_us: As for Rowling who was listening at the side, it all sounded Greek to her.

source: 至于他们身后穷追不舍的，却是一头暴怒的双足飞龙，它的怒火来源于腹部的伤口，伤口又深又长，看上去应该是由某件锋利的武器所留下的。
en_us: What was chasing them was a raging Wyvern. Its rage had originated from the wound on its abdomen. It was a long and deep wound, apparently left by a sharp weapon.

source: 至于怎么个倒霉法，林立可就没空去关心了。
en_us: As for what suffering he would go through, Lin Li had no time for concern at all.

source: 至于林立……不过是个低级魔法师而已。
en_us: As for Lin Li... he was nothing but a low-level mage.

source: 至于江逸嘛……
en_us: As for Jiang Yi…

source: 至于漫长的咒文吟唱，在这个等级的战斗中更是与找死无异。
en_us: As for long recitation of spells, it would be only be a death-seeking move in a battle of this level.

source: 至于神话物品，那已经不是凡人所能想象的了，能够制作神器的人，不管他是什么职业，称号都永远只有一个，那就是——神匠！
en_us: As for legendary items, it was not something the mortals could imagine. Someone who was able to create artifacts, no matter what profession he was in, there'd only be one title for him—the Divine Smith!

source: 至于试着拉拢……这种事克伦威尔连想都没想过，只要拿出那几条十四级咒语，就连葛瑞安都不得不对他另眼相看，他有什么必要去拉拢一个落魄的低级法师？
en_us: As for trying to woo him... This had never crossed Cromwell's mind at all. As long as he took out those level-fourteen spells, even Gerian had to take him seriously. What was the need for him to woo a down-and-out, low-level mage?

source: 至于躲在一旁看笑话的某人，则直接就被众人无视了。
en_us: As for that someone who was hiding at a side watching the comical scene, no one really paid any attention to him.

source: 至于那个看上去家世不错的魔法师，麦格雷尼介绍时却有些语焉不详，只说他叫克伦威尔，是在路上遇到的一位热心魔法师先生。
en_us: As for the mage who looked like he came from a good family, McGrenn was vague in his introduction of him. He only mentioned that his name was Cromwell, a warm-hearted mage he had met on the way.

source: 至于那丹药的药力就更别说了，这丹药等级太低了，药力太弱而且挥发的速度太慢太慢，一个时辰了才渗透到血液内，缓缓朝伤口涌去……
en_us: This is to say nothing about the efficacy of that elixir. The grade of the elixir was too low, its medical efficacy too weak and the speed of its healing effects slow—it had already been two hours, yet the medicine had only just penetrated into the blood and was just slowly making its way to the wound...

source: 至于那件红色皮甲，应该是由火炎蝾螈皮制成的。
en_us: As for the red leather jacket, it was likely to be made from the skin of flaming salamanders.

source: 至少他现在还无法解决，浓度提高后带来的精神力混乱问题。
en_us: At least, he couldn't solve the problem of mental confusion caused by the increased concentration.

source: 至少江如龙懵了，他空有一身的本事却没地方使用，江逸抡麻袋般抡着他弟弟朝他砸来，他能怎么办？只能不断的后退，不断的暴怒大吼：“小野种，我要杀了你，杀了你！小野种，你有种放下我弟弟，看老子不撕了你？”
en_us: At least now Jiang Rulong was in a state of confusion. He who had a whole array of skills could do anything. Jiang Yi used his younger brother as a sack to smash at him, what could he do? The only thing he could do was to constantly retreat and yelled with warth, "You little bastard, I am going to kill you, kill you! Little bastard, let my brother down if you have the guts. See if I will tear you apart!"

source: 艾萨克匆匆走后，这僻静角落里的气氛，也就变得更加尴尬了。
en_us: After Isaac left in a hurry, the atmosphere in the secluded corner became even more awkward.

source: 艾萨克心情激动之下，也顾不得再去应酬花园里的宾客，一边对林立表达着景仰之情，一边热情的招呼两人先进宴会大厅。
en_us: Isaac was so excited that he could no longer spare the effort to attend to the other guests. He warmly escorted the two of them into the banquet hall while at the same time expressing his admiration for Lin Li.

source: 艾萨克气得浑身哆嗦：“你知不知道你干了什么？”
en_us: Isaac was trembling with rage. "Do you know what you have done?"

source: 艾萨克身为一城之主，想跟他攀上关系的人，丝毫不比巴结魔法公会的少，此时走进花园之内，一群宾客同样是众星拱月般围了上去，但艾萨克却丝毫不显慌乱，脸上带着恰倒好处的微笑，一边跟一众宾客寒暄，一边往宴会大厅里走去，一路之上竟是谁也没有冷落。
en_us: As the Castellan of a city, the people who wanted to claim a relationship with Isaac were no less than the admirers of the Guild of Magic. A throng of guests surrounded him like the stars surrounding the moon as he walked into the garden, but Isaac was not at all flustered. He wore an adequate smile on his face, greeting the guests as he walked towards the banquet hall, neglecting no one on the way.

source: 花费了大半个时辰，江逸将七号药田的草药清点完毕，在他正准备下山回家修炼时，却听到左边小树林内响起一阵窸窸窣窣的声音。
en_us: After spending an entire hour on his work, Jiang Yi finally completed taking stock of the medicinal plants in Plantation Number Seven. Just as he was ready to head down the hills and return home to cultivate, he heard a rustling noise coming from the small forest to his left.

source: 若是任那两根石刺扎在身上，就算是再有十个克伦威尔也一起完了……
en_us: If he were to let those two rock spines stab through his body, even if there were ten Cromwells here, they'd be done for all together...

source: 若是再镀上深邃之银的话，这将是一根近乎完美的点金棒。
en_us: It would be an almost perfect gold rod if it was coated with deep silver.

source: 若是换个时候，林立肯定是很乐意的。
en_us: If it were on other occasions, Lin Li would definitely be delighted.

source: 若是等级认证大厅内，那两道魔纹的主人还在的话，此时见了林立，多半也不得不赞声厉害，同时构筑两道顶级魔纹，这已经完全超越了铭文技术的范畴，而且这两道魔纹还是相互对立相互排斥，一道是精华萃取力场，一道是精华融合力场，除了林立这种妖孽，一般人想强行构筑这两道魔纹，最好的结果多半也是精神分裂。
en_us: If the owner of the mageweaths in the level certification was present, he would have to praise Lin Li once he saw how impressive the latter had been. The construction of two high-level mageweaths at the same time had completely transcended the scope of inscription; moreover, the two mageweaths were mutually opposed and mutually exclusive.

source: 荣管事亲切的拍了拍江逸的肩膀，态度和之前一个天上一个地上。柳长老在江家地位特殊，连带江逸地位也提高了不少，这小小的管事现在可不敢得罪江逸了，否则他在柳长老面前说几句，他这管事的位置就堪忧了……
en_us: Chief Rong cordially slapped Jiang Yi's shoulder, his attitude completely different from before. Elder Liu had a special position in the Jiang Clan and had collaterally increased Jiang Yi's position considerably. This tiny housekeeper now no longer dared to insult Jiang Yi—otherwise, should he say something to Elder Liu, his position as housekeeper would be in jeopardy...

source: 荣管事依旧没有回头，只是冷冷地质问道：“昨日不是让你去清点四号药田吗？为何没有上报？这才几天功夫，你就是这样做事的？这事我要是上报刑堂，你本月的月例就一个铜板也别想领到了，哼！”
en_us: Chief Rong didn’t even turn around to look at Jiang Yi. “Didn’t I order you to check on Plantation Four yesterday morning?” he demanded coldly. “Why didn’t you report back to me?! This is a very easy job, you know! Is this how you do things around here?! I’m going to have to report this incident to the Disciplinary Court—forget about even getting a single coin for this month’s salary! Hmph!”

source: 荣管事的脸色一下变了，很快挤出一丝笑容，凑过来问道：“好啊，江逸，你小子倒是很厉害的嘛，竟被柳长老看上了？老实说……你是否有炼丹方面的天赋？这才被柳长老看上的？柳长老可是古板固执的很，江松的父亲求了很久，才把他送进去的。”
en_us: Chief Rong's face instantly changed its color as he quickly revealed a thin thread of a smile, before reaching over to ask, "Good, Jiang Yi, a boy like you can sure be incredible—you actually received Elder Liu's favor? Frankly speaking... do you have natural talent in refining elixirs? This was what got you Elder Liu's favor? Elder Liu is very inflexible and stubborn—it took Jiang Song's father much begging for a very long time before he could send him over."

source: 荣管事的面色一下缓和下来，亲切的拍了拍江逸的肩膀道：“行啊，江逸，你小子能耐了啊。年轻人嘛，出去历练下总是好事，不过你得注意安全啊，三个月必须回归家族，否则上面追查起来，要是认定你叛族那可就麻烦了……”
en_us: Chief Rong's expression gentled right away. He patted Jiang Yi's shoulder kindly, "Good, Jiang Yi, you little brat has quite the capability. It supposedly can't be a bad thing for a young man like you to venture out for some experience and toughening, but you have to be careful, and return to the family clan in three months, lest things turn complicated if they investigate the matter and deem you a renegade of the family clan..."

source: 荣管事看到江逸走了进来，面色一板冷哼道：“江逸，五号药田内的药草清点完毕了？”
en_us: Chief Rong saw Jiang Yi walking over. He glared at him and snorted coldly. "Jiang Yi, are you done accounting for the medicinal herbs in Plantation Number Five?"

source: 荣管事终于转过身狠狠瞪了江逸一眼，训斥道：“还不快去西山清点？要是两个时辰内没有上报准确数量，你就等着挨刑堂的责罚吧！”
en_us: Chief Rong finally turned himself around and stared Jiang Yi straight into his eyes with a look of ferocity. “Go to the Western Hills now! If you haven’t reported back in four hours with the right numbers, you’ll be sorry!”

source: 荣管事见江逸没出去，反而狡辩起来顿时怒了，没等江逸说完一拍桌子就站了起来准备训斥几句。不过他突然一怔，眼睛猛然睁大，问道：“你说什么？谁让你去帮忙？柳长老？是炼丹房的柳长老吗？”
en_us: Upon seeing Jiang not only not leave, but instead try to defend himself, Chief Rong instantly flew into a rage. Without waiting for Jiang Yi to finish his sentence, he slammed the table and stood up, ready to scold the boy. However, he suddenly appeared startled, his eyes abruptly expanded, as he asked, "What did you say? Who asked for your help? Elder Liu? You mean, the Elder Liu from the alchemy lab?"

source: 荣管事说不定哪天就会来追要令牌了，江逸时间紧迫，也顾不了那么多了，开始在里面转悠寻思炼丹。
en_us: There was no way to know what day Chief Rong would suddenly come to demand the command token. Jiang Yi was tight on time. He decided not to worry so much. Instead, he started pondering on how to refine elixirs.

source: 荣管事重重一哼，直接打断他的话：“没清点完毕，你跑这干什么？这里是你能来的地方？还不快滚去西山清点？”
en_us: Chief Rong snorted loudly, directly interrupting him. "What are you doing here, since you're not done counting? Is this a place you can even come in? Hurry up and run back to the Western Hills for accounting!"

source: 药剂本身就是无比敏感的东西，各种冲突剧烈的药性，在一瓶小小的药剂中，保持着微妙而又脆弱的平衡。
en_us: The potion itself was an extremely sensitive thing. All kinds of conflicting medicinal properties had maintained a delicate and fragile balance in a small bottle of potion.

source: 葛瑞安一听这话，顿时急了：“连你都配不出来？”
en_us: Gerian had gotten anxious at his words. "Even you're unable to concoct?"

source: 葛瑞安一愣：“什么什么借口？”
en_us: Gerian was taken aback. "What excuse?"

source: 葛瑞安一手扶着水桶般粗细的壮腰，在那拼命的喘着粗气，一身肥肉在剧剧烈的喘息当中起伏不断，一张苍白的胖脸上冷汗直冒，虽然仍色厉内荏的瞪着老梅林，但在场众人又有谁不知道，他现在的状态已是强弩之末……
en_us: Gerian held onto his thick bucket waist as he gasped for air. The fat on his body rose and fell with dramatic gasps, and cold sweat broke out on his pale, chubby face. Although he was still staring at Old Merlin fiercely, everyone present knew that he was a spent arrow now.

source: 葛瑞安一旦倒下，魔法公会也就彻底完了……
en_us: Once Gerian collapsed, it would be the end of the Guild of Magic...

source: 葛瑞安不干了，事情明摆着的，两人都是大魔导士，两人都耗尽了魔力，现在大家谁也奈何不了对方，你凭什么还能笑得成竹在胸？
en_us: Gerian had given up. Things were obvious—both were archmages, and both had exhausted their powers. No one could do anything to each other now, so how could he still smile with such confidence?

source: 葛瑞安丢出消息之后，就窝在塔里装起病来。
en_us: After Gerian had tossed the news out, he'd been staying in the Emerald Tower, feigning illness.

source: 葛瑞安也不知道有什么事，一路上都显得很谨慎，为了不被人打扰，还特意带着林立进了公会会客室。
en_us: For reasons unknown, Gerian seemed extra cautious along the way. He brought Lin Li to the reception room so that no one could interrupt them.

source: 葛瑞安从塔内走出的样子，还是象以前那般笨拙，圆滚滚的身体与其说是在走，倒不如说是在挪。
en_us: Gerian came out of the tower looking as clumsy as ever. His round figure was moving, rather than walking.

source: 葛瑞安听得一愣：“你还会逼供？”
en_us: Gerian was surprised. "You know how to extort a confession?"

source: 葛瑞安大笔一挥，在魔法等级上填下了一个“八”字，一份八级魔法师的等级认证书也就算是完成了。
en_us: With a stroke of the pen, Gerian filled in an "8" under the column for magic level. With that, a level eight mage certification was considered complete.

source: 葛瑞安就好象是出来散步一样，在加洛斯城里转了一圈之后，又不声不响的把人给带了回去，这简直就是赤裸裸的调戏，十几家势力首脑个个气得破口大骂，葛瑞安这老混蛋真是吃饱了没事干，散个步也带那么多人出来，你还敢不敢再骚包一点？
en_us: It was as if Gerian was out for a stroll. After turning a round in Jarrosus City, he quietly brought the men back again. He was simply toying with them. The leaders of the dozens of forces broke out in curses: that old bastard Gerian had nothing to do, bringing so many people with him out for a stroll... could he be any more ostentatious?

source: 葛瑞安已经完全恢复，在他的庇护之下，自己根本没机会动那个药剂师。
en_us: Gerian had completely recovered. With his protection, he had no chance to lay his hands on that pharmacist.

source: 葛瑞安彻底斯巴达了，这这这……这简直比魔法天才还可怕呀！
en_us: Gerian had gone completely Spartan in his mind. This... was much more terrifying than a genius in magic!

source: 葛瑞安心满意足的走了，只留下城主大人坐在那哭笑不得。
en_us: Gerian walked away in contentment, leaving the castellan sitting there, at a loss whether to laugh or cry at the situation.

source: 葛瑞安怔怔站在原地，望向老梅林的目光已是有些呆滞，他从来没象现在这么无力过，明明是势均力敌的敌人，却可能在下一个瞬间将自己捏死，轻松得就好象毫不费力的捏死一只蚂蚁一样。
en_us: Gerian stood glued to the ground. The gaze he had on Old Merlin was a lifeless one. He had never felt so powerless before. What had obviously been an evenly matched enemy became one that could throttle him to death in an instant, as effortlessly as crushing an ant.

source: 葛瑞安想了想，仍不死心：“要不我再去问问伊瑟拉，看他手上有没有足够的材料？”
en_us: Gerian pondered over it and was unwilling to give up. "If not, I'll go ask Ysera again to see if he has enough ingredients?"

source: 葛瑞安愣了一下，有些奇怪的问：“你怎么知道？”
en_us: Gerian was stunned for a moment, and asked surprised, "How do you know?"

source: 葛瑞安执掌加洛斯魔法公会数十年，又岂是一般的人物，要是连个克伦威尔都对付不了，怕是早被人吞得连骨头都不剩了。
en_us: Gerian had been in charge of the Guild of Magic for decades and was no ordinary character. He would probably be devoured long time ago if he couldn't even deal with someone like Cromwell.

source: 葛瑞安揉完眼睛，又把信纸捧起来看……
en_us: Gerian picked up the letter once again after he was done rubbing his eyes.

source: 葛瑞安是这么跟林立说的：“那女人的样子记住了吗？你要是哪天在街上不见了钱包，找她就准没错，可千万别记错了，她是小偷头子，不是妓院老鸨。”
en_us: This was how Gerian told Lin Li, "Memorized the woman's face? If someday you lost your wallet on the streets, you must look for her. But don't get it wrong, she's the leader of the thieves, not a brothel madam."

source: 葛瑞安最后的评价，林立没怎么注意去听，因为他正在想着另一件事。
en_us: Lin Li did not pay much attention to Gerian's final comment, for he had another thing on his mind.

source: 葛瑞安正要答话，身旁的凯文却一拍脑门，发出一声惨叫：“糟糕！”
en_us: Gerian was about to answer when Kevin, who was standing beside him, slapped his hand against his forehead and let out a cry. "Oh no!"

source: 葛瑞安没说什么，摸了摸鼻子就溜出去了，出门就悄悄嘀咕到，这小子真是安度因的弟子？我怎么不知道安度因还有这些爱好……
en_us: Gerian said nothing, touched his nose, and slipped out. Once out, he muttered to himself, “Is the kid really the disciple of Andoine?” He didn't know Andoine had a taste for such things...
